[
  {
    "Type": "Extroversion",
    "StartScore": 0,
    "EndScore": 19,
    "Comment": "Bạn có khả năng giao tiếp, thái độ nhiệt tình trong công việc cũng như khả năng tạo ảnh hưởng đến người khác. Tuy nhiên, bạn có xu hướng dè dặt và trầm tư, thích lắng nghe hơn thể hiện bằng lời nói, làm việc một mình."
  },
  {
    "Type": "Agreeableness",
    "StartScore": 0,
    "EndScore": 19,
    "Comment": "Bạn là người biết cách điều chỉnh  hành vi của mình để phù  hợp với người khác. Ngoài ra, bạn thường thân thiện, vui vẻ và cởi mở với tất cả mọi người xung quanh. Tuy nhiên, bạn có xu hướng có sao nói vậy."
  },
  {
    "Type": "Conscientiousness",
    "StartScore": 0,
    "EndScore": 19,
    "Comment": "Bạn có khả năng chịu áp lực cũng như sự nỗ lực và kiên trì, đồng thời bạn còn chân thành và chăm chỉ làm việc. Tuy nhiên, bạn là người bừa bộn và lừa dối người khác."
  },
  {
    "Type": "Neuroticism",
    "StartScore": 0,
    "EndScore": 19,
    "Comment": "Bạn có khả năng kiểm soát cảm xúc, chịu áp lực cũng như những lo lắng trong đời sống và công việc."
  },
  {
    "Type": "Openness to Experience",
    "StartScore": 0,
    "EndScore": 19,
    "Comment": "Bạn là người có tính cá nhân cao, luôn khao khát trải nghiệm mới và theo đuổi những hoạt động trí tuệ. Tuy nhiên, bạn là con người thực tế."
  },
  {
    "Type": "Extroversion",
    "StartScore": 20,
    "EndScore": 40,
    "Comment": "Bạn có khả năng giao tiếp tốt, thái độ nhiệt tình trong công việc cũng như khả năng tạo ảnh hưởng đến người khác. Ngoài ra, bạn có tính nhiệt tình, năng động, giao tiếp tốt và thích thể hiện mình."
  },
  {
    "Type": "Agreeableness",
    "StartScore": 20,
    "EndScore": 40,
    "Comment": "Bạn biết cách điều chỉnh  hành vi của mình để phù  hợp với người khác. Ngoài ra, bạn còn thân thiện, vui vẻ và cởi mở với tất cả mọi người xung quanh."
  },
  {
    "Type": "Conscientiousness",
    "StartScore": 20,
    "EndScore": 40,
    "Comment": "Bạn có khả năng chịu áp lực cũng như sự nỗ lực và kiên trì, đồng thời bạn còn chân thành và  chăm chỉ làm việc. Ngoài ra, bạn là người tuân thủ quy tắc và thích nhà cửa sạch sẽ."
  },
  {
    "Type": "Neuroticism",
    "StartScore": 20,
    "EndScore": 40,
    "Comment": "Bạn là người hay dễ xúc động. Ngoài ra, bạn thường lo lắng, bực bội, tự ti, yếu đuối và khả năng chịu áp lực kém."
  },
  {
    "Type": "Openness to Experience",
    "StartScore": 20,
    "EndScore": 40,
    "Comment": "Bạn là người có tính cá nhân cao, luôn khao khát trải nghiệm mới và theo đuổi những hoạt động trí tuệ. Ngoài ra, bạn hay mơ mộng nhiều."
  }
]
